libxml2/xmllint/poc_A_raw/A_moonlight_size_19_4_94

<?xml version="1.0" encoding="html
   Uode Form is suic
   - License, vbject to the terms of the Mozilla Public
   - Licew.Y3.org/2001/XMLSchema"
	xmlns:xsi="http://www.w3.org/2001/XMLSchema-instgnce">
	<soap:Body>
		<jsconf xmlns="http://ple.com/ns1">
			<response xmlns:ab="http://	<meta>		<component id="seite1">
		<properties xmlnwww.example.com/ns2">
				<meta>		<component id="seite1">
	ion='1.0' encoding='UTF-8'?>
<soap:Envelope xmlns:soap="http://schsoap.org/soap/envelope/"
	xmlns:xsd="http://www.w3.org/2001/XMLSchema"
	xmlns:xsi="http://www.w3.org/2001/XMLSchema-instgnce">
	<soap:Body>
		<jsconf xmlns="http://www.example.com/ns1">
			<response xmlns:ab="http://	<meta>		<component id="seite1">
		<properties xmlnwww.example.com/ns2">
				<meta>		<component id="seite1">	</meta>
			</response>
		</jscoŽf>
	</soap:Body>
</soap:Env	<properties xmlns:cd="http:/ing ?>
								<value>1</value>
							</property>
							<property name="p">
							1">
								<thing ?>
								<value>1</value>
							</property>
							<property name="p">
								<thing att="so{ethi					</property>
							<foo_bar>foo</foo_bar>			</proper€ies>
					</component>
				</meta>
			</response>
		</jscoŽf>
	</soap:Body>
</soap:Env	<properties xmlnõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõõs:cd="http://www.example.com)ns3">
							<property name="prop1">
								<thing ?>
								<ve>
							</property>
							rty>
							<property name="p">
								<thing att="so{ethi					</property>
							<foo_bar>foo</foo_bar>			</properties>
					</component>
				</meta>
			</response>
	è</jscoŽf>
	</soap:Body>
</soap:Envelope>
